<template>
  <div class="view-terms-of-service-tw">
    <div>
      歡迎您使用PlayBUZ(下稱「本平台、我們」)的服務，本平台為提供開發者上架遊戲，供使用者能與開發者進行即時互動的遊戲平台。我們非常重視智慧財產權的保護，因此制定本智慧財產權政策（以下簡稱「本政策」）。在您使用本服務前，請詳細閱讀以下內容以保障您的權益。特別提醒您，當您繼續使用本服務時，則表示您了解並願意共同遵守本政策。
    </div>
    <h5>一、使用規範</h5>
    <ul>
      <li>
        本平台提供之服務及軟體、網站資料等，包括但不限於任何數據、文字、相片、圖片、圖形、檔案、資訊、資料、網站架構、網站畫面的安排、網頁設計、會員內容、音訊和視訊檔案、音效、音樂作品、原創作品、應用程式、連結和其他內容或資料等，其智慧財產權均由本平台或其權利人所有，您不得逕自利用，包括但不限於改作、編輯、複製、公開播送、公開傳輸、進行還原工程、解編或反向組譯等。
      </li>
      <li>
        未經過本平台事前書面同意，您不得以任何方式利用本平台的標誌、名稱或宣稱代表本平台，如您違反本政策使用規範而造成本平台或其他第三人的損害，您應該要為此行為承擔全部法律責任及相關損害賠償。
      </li>
    </ul>

    <h5>二、授權</h5>
    <ul>
      <li>
        您同意就您於本平台發布之任何內容：
        <ul>
          <li>
            授予本平台全球不限地區、非獨占、無限制、無條件、可轉讓、不可撤回及免版稅之權利儲存、管理或分析該內容資料。
          </li>
          <li>
            授權本平台可基於公益或為宣傳、推廣或經營本平台之目的，全球性、非獨占、無限制、無條件、可轉讓、不可撤回及免版稅的權利進行改作、複製、編輯、公開傳輸、翻譯、公開播送、散布、發行及以其他方式使用該等內容資料，並得在此範圍內將前述權利再授權予他人。
          </li>
          <li>
            您同意前述授權包括使用、複製和展示您擁有或被許可使用並植入內容中的個人形象、肖像、姓名、商標、品牌、名稱、標識和公司標記（如有）以及任何其他品牌、行銷或推廣資產的權利及許可。為免疑義，本平台沒有義務向您或任何第三方支付任何費用或補償，或對使用您於本平台發布之內容支付任何費用。
          </li>
          <li>
            您授權本平台得以自己名義或委託專業人士就您於本平台發布之內容進行權利維護之主張，包括但不限於：監測任何可能之侵權行為、發送權利聲明函、提起訴訟或仲裁、調解、和解等並有權對維護權利之各事宜做出決策並獨立實施，您並同意本平台為行使前述權利維護之主張而得請求您提供相關權利證明資料。為免疑義，您理解本平台有權利但無義務進行前述維權措施。
          </li>
        </ul>
      </li>
    </ul>

    <h5>三、聲明及保證</h5>
    <ul>
      <li>
        您在此聲明並向本平台保證：
        <ul>
          <li>
            您於本平台發布之任何內容並未侵犯第三方之任何權利，包括但不限於著作權、專利權、商標權、營業秘密等智慧財產權或其他權利。
          </li>
          <li>
            您有完整的權利(或已取得授權)於本平台發布相關內容，包括但不限於重製、編輯、公開傳輸、改作、翻譯、公開播送、散布、發行、轉授權上開內容。
          </li>
        </ul>
      </li>
    </ul>

    <h5>四、侵權通知及處理程序</h5>
    <ul>
      <li>
        如果您是智慧財產權的權利人或其代理人(下稱「權利人、您」)，發現本平台的內容(包括但不限於遊戲館、玩家討論區等)疑似侵害您的權利，請立即依照下列方式通知我們，以維護您的權利。
        <ul>
          <li>
            通知程序
            <ul>
              <li>
                如果您發現本平台的使用者、開發者於本平台發布之任何內容，疑似侵害該權利人之智慧財產權時，請您準備足夠識別智慧財產權及權利人的相關資訊，如：
                <ul style="list-style: disc">
                  <li>權利證明（如商標註冊資料等其他智慧財產權證明）；</li>
                  <li>其他文件（如擁有智慧財產權的聲明書、或是受權利人委託的委託書等）。</li>
                </ul>
                並透過下列方式，向我們客服中心提出申訴檢舉：
                <ul style="list-style: disc">
                  <li>客服信箱：<a href="mailto:service.tw@playbuz.app">service.tw@playbuz.app</a></li>
                </ul>
                收到您的檢舉通知後我們會進行立即的處理，如果對您提供的資料有任何疑問或是認為有需要補充的資訊，我們會再請您協助提供。
              </li>
            </ul>
          </li>

          <li>
            處理程序
            <ul>
              <li>
                依照您所提交的資訊，如果本平台認定該內容有侵權的疑慮，我們會立即採取合理措施，包括但不限於暫時移除該內容、暫停使用者繼續訪問遊戲館等，並會將您所提供的相關資訊移交給發布者
                (下稱「被控侵權者」)，請求其提出說明。
              </li>
              <li>
                針對被控侵權之內容，若被控侵權者未提出確切的說明、或說明不足以證明其擁有智慧財產權，我們會將相關內容自本平台移除。若被控侵權者經權利人檢舉成立達三次，我們將會永久禁止被控侵權者於本平台上架遊戲或發布任何內容。
              </li>
            </ul>
          </li>
        </ul>
      </li>
    </ul>

    <h5>五、個人資料保護</h5>
    <p>
      當您依據本政策提出檢舉通知時，即視為您已經同意本平台的隱私權政策，並同意我們得於本政策的目的範圍內進行個人資料之蒐集、處理或利用；此外，您可以隨時依據本平台的隱私權政策向我們提出行使相關權利。
    </p>
  </div>
</template>
