<template>
  <div class="view-terms-of-service-tw">
    <h3>責任事項內容</h3>
    <h5>責任事項</h5>
    <div>
      玩霸「PlayBUZ」遊戲平台致⼒於提供娛樂為主的遊戲環境，並強調⼩額、娛樂、適度的投注理念，幫助玩家保持健康的娛樂習慣，避免對⽣活和財務造成負⾯影響。
    </div>

    <h5>健康遊戲建議</h5>
    <ol>
      <li>
        開始遊戲前
        <ul style="list-style: circle">
          <li>⾃我設定遊戲時間與儲值預算。</li>
          <li>調整情緒，避免情緒低落或焦慮時遊戲。</li>
        </ul>
      </li>
      <li>
        遊戲過程中
        <ul style="list-style: circle">
          <li>定時休息、保持良好作息，避免久坐緊盯螢幕與熬夜。</li>
          <li>避免過度追求勝負，控制投入過多⾦額儲值遊戲與遊玩時間，影響⽣活。</li>
        </ul>
      </li>
      <li>
        ⻑期習慣養成
        <ul style="list-style: circle">
          <li>維持遊戲與其他娛樂活動的平衡。</li>
          <li>遇到遊戲輸掉時的挫敗感影響⽣活時，應暫停遊戲。</li>
        </ul>
      </li>
    </ol>

    <h5>平台公告與保護措施</h5>
    <ul style="list-style: disc">
      <li>本遊戲依《遊戲軟體分級辦法》為限制級18+。</li>
      <li>⻑時間遊戲可能導致身⼼健康受影響，請適度休息。</li>
      <li>限制⾏為能⼒⼈或無⾏為能⼒⼈消費需取得法定代理⼈同意。</li>
    </ul>

    <hr />
    <h3>過度遊戲⼼理⾃我檢測 8 項指標</h3>
    <ul style="list-style: disc">
      <li>為了持續進⾏遊戲或儲值，出現向親友借錢、超出信⽤卡負擔的情況。</li>
      <li>當不進⾏遊戲時，容易感到⽣活空虛或缺乏⽅向感。</li>
      <li>因未達預期結果⽽產⽣焦躁情緒，並急於透過追加儲值來挽回。</li>
      <li>當感到焦慮、孤單、壓⼒⼤時，過度依賴遊戲作為唯⼀的情緒出⼝。</li>
      <li>即使離開平台，仍⻑時間思考遊戲策略、結果或持續關注活動動態。</li>
      <li>對原本喜愛的興趣或社交活動逐漸失去熱情，⽣活重⼼嚴重偏向遊戲。</li>
      <li>經常熬夜遊玩⾄深夜，影響正常作息與身⼼健康，甚⾄影響⼯作或學習表現。</li>
      <li>習慣對家⼈或伴侶隱瞞實際的遊戲時間、儲值⾦額或參與頻率。</li>
    </ul>

    <h5>
      符合上述條件五則以上，應⽴即暫停遊戲⾏為，多出⾨⾛⾛轉移專注⼒，聯絡⼼理師、成癮防治中⼼或當地社福機構，進⾏⼼理評估與⾏為輔導。
    </h5>
  </div>
</template>
