<template>
  <div class="view-terms-of-service-tw">
    <h3>玩霸「PlayBUZ」反詐騙與帳號安全宣導</h3>
    <p>
      親愛的玩家您好：<br />
      近期網路詐騙與盜⽤帳號事件頻傳，為保障您的帳號及財產安全，請務必遵守以下原則：
    </p>
    <h5>【四不⼀要 防盜防詐原則】</h5>
    <ul>
      <li>⼀不：不購買來源不明點數，避免觸法受騙。</li>
      <li>⼆不：不使⽤非官⽅程式，防⽌帳號遭盜。</li>
      <li>三不：不提供帳號與個資，避免被他⼈利⽤。</li>
      <li>四不：不進⾏現⾦交易圖利，防⽌財產損失。</li>
      <li>⼀要：要定期更換帳號密碼，守護帳號安全。</li>
    </ul>

    <h5>【帳號防護建議】</h5>
    <ol>
      <li>⽴即⾄會員專區完成Email驗證與⼿機驗證。</li>
      <li>開啟帳號安全鎖與多重驗證功能。</li>
      <li>定期檢查登入紀錄，及早發現異常。</li>
    </ol>

    <h5>【帳號防護建議】</h5>
    <ul>
      <li>官⽅不會主動以LINE、Facebook、IG等通訊軟體聯繫您。</li>
      <li>請僅使⽤官⽅公告的 購點與儲值管道，勿點擊不明連結或使⽤第三⽅付款⾴⾯。</li>
      <li>切勿提供點數序號、帳號密碼、簡訊認證碼或個⼈資料給任何⼈。</li>
      <li>若收到可疑訊息，請⽴即撥打165反詐騙專線。</li>
    </ul>

    <h5 style="color:red;">
      <i class="bi bi-exclamation-triangle"></i>保護帳號安全，請認明官⽅管道，勿輕信陌⽣訊息，避免財務與帳號損失！
    </h5>
  </div>
</template>
