<template>
  <div class="view-terms-of-service-tw">
    <p>
      為確保「PlayBUZ」（下稱「本遊戲」）進行之秩序，提供所有會員健全的娛樂環境，我們特別依據使用者條款制定遊戲管理規章（下稱「本規章」），需要各位會員們的共同支持與配合，一起建立優質的遊戲環境！
    </p>

    <h5>一、使用者登錄資料真實性</h5>
    <p>
      為保障您遊戲的權益，請確認您於註冊本遊戲時所填寫的個人基本資料是真實、正確且於您本人相符的，若資料與您本人的實際狀況不符，我們將無法提供任何服務，包括但不限於帳號、密碼的查詢、遊戲歷程申請、活動領獎等。
    </p>
    <p>
      請妥善保管您的帳號資訊，不要以任何方式提供給第三人，否則因此產生的損失您需要自己承擔，且我們有權得暫停該帳號的服務。請注意，我們絕對不會請求您提供密碼或驗證碼，所以請不要提供給任何人。
    </p>
    <h5>二、規章變更</h5>
    <p>
      我們可能會因應遊戲環境的變化變更本規章，我們將會於修訂時於本遊戲官方網站進行公告，並透過您註冊之email進行通知，請您隨時注意，如果您繼續使用本服務，即視為同意本規章的修訂。
    </p>
    <h5>三、罰則說明</h5>
    <div>
      如果您違反了本規章，依照情節輕重的不同，我們可能會對您遊戲的權利做出以下的限制：
      <ul style="list-style: circle">
        <li>【暫時禁言】：在一定時間內無法使用發言功能。</li>
        <li>【暫時停權】：在一定時間內暫時凍結會員對其帳號的使用權。(每次不超過七日)</li>
        <li>【限制發話功能】：限制角色使用發話功能。</li>
        <li>【暫停移轉功能】：在一定時間內暫停移轉功能。</li>
        <li>【回溯或刪除電磁紀錄】：回溯或刪除因不當遊戲行為或遊戲異常取得之電磁紀錄。</li>
        <li>【降會員階級】：依違規情節輕重降低現有階級。</li>
      </ul>
    </div>
    <h5>四、違規態樣及處罰</h5>
    <div>
      若您因違反本規章，我們會依照情節不同限制您一定的權利。若您遭暫時停權累計達【三】次，我們可能會終止與您之間的使用者契約，不再提供您任何服務。
      <ol>
        <li>
          不當發言
          <ol>
            <li>
              於本遊戲內發送含有低級、褻瀆、粗魯、辱罵、誹謗、人身攻擊、威脅、挑釁、種族與性別歧視、不雅文字、猥褻及含煽情淫穢、具有色情內容或含意、有違社會善良風俗之言詞內容。
            </li>
            <li>於本遊戲內，遊戲言詞內容假冒官方人員，或是自稱官方代表、遊戲管理者等。</li>
            <li>於本遊戲內散佈未經證實或無具體事實根據的不實言論，企圖影響其他玩家進行遊戲之觀感。</li>
            <li>
              於本遊戲內公開頻道洗頻或重複發言多次，造成玩家無法正常觀看頻道之情形，例如持續發言無意義的內容(如英數字、亂碼、符號、表情、指令、系統預設文字)，
              或使用相同循環之文字進行重覆且有頻率的方式發言，皆構成洗頻 (兩人以上即是公開頻道)。
            </li>
            <li>於公開頻道上處理私人糾紛或是互相謾罵，以及試圖散佈並影響其他玩家加入紛爭，干擾其他玩家進行遊戲。</li>
            <li>於本遊戲內違反個人隱私資料的保護，例如：散布其他玩家之個人資料或隱私。</li>
            <li>於本遊戲頻道中惡意洗頻。</li>
            <li>於本遊戲平台上進行商業廣告之行為與內容(如兜售與非遊戲相關商品、涉及現實有價物交易之廣告行為)。</li>
            <li>於本遊戲內散布販賣毒品、槍械等不法物品或涉及刊登援交、色情等違反法律、法規或違反善良風俗之資訊。</li>
            <li>於本遊戲平台上散佈具有犯罪行為或是教唆犯罪之內容。</li>
            <li>
              於本遊戲平台散佈、宣傳中華民國法律禁止之不法行為、或誘使他人犯罪（例如：販售違禁品、引誘他人施用毒品等）。
            </li>
            <li>其他足認影響本遊戲公平性及秩序之情事發生者。</li>
          </ol>

          <br />
          <br />
          <p>罰則</p>
          <p>
            【暫時禁言】及(或) 【限制發話功能】及(或) 【暫時停權】及(或) 【終止契約】及(或) 【降階級】及(或)
            【暫停移轉功能】(視違反次數及情節嚴重程度而定)
          </p>
        </li>
        <li>
          不當遊戲行為
          <ol>
            <li>
              嚴禁利用遊戲系統的異常或漏洞(BUG)，外掛程式（其功能包含但不限於：侵入、攔截、破壞、修改遊戲資料、封包值）、或以任何其他不正方法取得、變更遊戲內電磁紀錄（包含但不限於遊戲幣、虛擬道具等）。
            </li>
            <li>
              遊戲系統發生異常時(指任何非一般正常遊戲會發生之現象)，請儘速通知客服，禁止藉系統發生異常時獲取任何不當利益，以避免破壞遊戲公平性、或影響其他玩家之權益，亦不得私下散布系統異常之資訊。若因為利用遊戲系統異常而不當獲取遊戲幣或虛擬道具，本公司將會暫時停用您的遊戲帳號，待清查完畢並將異常狀態及電磁紀錄回復後(包括已移轉予他人之電磁紀錄)，會立即恢復您的帳號之使用狀態。
            </li>
            <li>於本遊戲內販售毒品、槍械等不法物品，或刊登援交、色情等違反法律、政府法規或違反善良風俗等資訊。</li>
            <li>於遊戲內有盜用他人帳號、或詐欺他人之行為，經他人檢舉，查核後確有類似行為。</li>
            <li>於本遊戲中進行買賣金幣、遊戲點數卡或其他虛擬物品。</li>
            <li>從事傷及第三人權益與隱私之行為，如散布他人個資或隱私之行為。</li>
            <li>以任何方式干擾本遊戲或活動進行。</li>
            <li>
              冒用本公司遊戲客服人員或遊戲管理員之身分或申請容易造成誤認為客服人員或遊戲管理員之暱稱，與玩家進行任何互動。
            </li>
            <li>以冒名、詐欺或其他不正方法進行儲值或購買遊戲內之商品者。</li>
          </ol>
          <br />
          <br />
          <p>罰則</p>
          <p>
            【暫時禁言】及(或) 【限制發話功能】及(或) 【暫時停權】及(或) 【終止契約】及(或) 【降階級】及(或)
            【暫停移轉功能】及(或) 【回溯或刪除電磁紀錄】(視違反次數及情節嚴重程度而定)
          </p>
        </li>
        <li>
          不當遊戲名稱
          <ol>
            <li>名稱內含有可能使人混淆為本遊戲官方人員之字元，如：客服、PlayBUZ等。</li>
            <li>名稱內不當影射、辱罵、誹謗、人身攻擊、威脅等字元，如：爛PlayBUZ、白痴克服等。</li>
            <li>名稱內有違反社會善良風俗之字元，如：誰要一夜情、援交妹等。</li>
            <li>名稱內有違反法律規定之字元，如名稱中包含任何毒品等違禁物之相關術語。</li>
          </ol>
          <br />
          <br />
          <p>罰則</p>
          <p>限制發話功能</p>
        </li>
        <li>
          經司法機關查獲從事非法行為
          <br />
          <br />
          <p>罰則</p>
          <p>終止契約</p>
        </li>
        <li>
          主管機關或司法偵查機關來函要求鎖定或調查
          <br />
          <br />
          <p>罰則</p>
          <p>停權配合至案件結案</p>
        </li>
      </ol>
    </div>
    <h5>五、舉發不當行為</h5>
    <p>
      為落實維護遊戲公平性與協助本公司取締可能用『駭客』和『舞弊』行為玩家，您同意PlayBUZ程式無須對您通知即可從您的電腦及其元件中包括但不限於獲得某些資訊，包括您的鍵盤、滑鼠、顯示卡、網路卡、CPU、RAM、IP位址等相關資訊，其中包含是否同時有與PlayBUZ同時運行之『未經許可的第三方程式』（註）。上述資訊僅用於保護玩家、維護遊戲品質及找出惡意不當或違法行為之玩家等，追溯資料。
    </p>
    <p>
      註：本文中所稱的『未經許可的第三方程式』係指未經本公司同意使用之程式。其他包括但不限於本公司獨自判定
      (1)能進行或提供任何舞弊；(2)能讓遊戲程式修改或侵入遊戲介面、環境；(3)攔截、挖掘或以其他方式或通過遊戲收集資訊的任何“addon”或“mod”的第三方軟體。
    </p>
    <p>優質愉快的遊戲環境需要大家共同監督維護，若發現任何本公司禁止之違規行為，我們需要您的協力檢舉、立即回報。</p>
    <ul>
      <li>
        遊戲管理員的管理<br />
        為消弭遊戲中遊戲不公現象，本遊戲管理員每日針對前一日遊戲成績與相關遊戲資產之數額進行安全檢查。凡遊戲歷程有作弊嫌疑或相關遊戲資產數量不正常增加之會員，都將列入考核名單，經查證屬實後將按本規章規定辦理。
      </li>
      <li>
        若您有發現疑似違反本規章的使用者，可向客服系統回報，查證屬實後將按本規章規定辦理。
        <ul>
          <li>
            進行回報與檢舉，請附上：
            <ul style="list-style: circle">
              <li>您的暱稱（若為檢舉，請同時附上：您所要檢舉的會員的暱稱）</li>
              <li>事由</li>
              <li>事發時間、地點（遊戲區或單元或活動名稱）</li>
              <li>拍下的完整圖片或其他可佐證之資料 請注意：若為檢舉，受理期限以事發當月起算一個月內，逾時恕不受理。</li>
            </ul>
          </li>
          <li>
            進行回報與檢舉方式如下：
            <ul style="list-style: circle">
              <li>PlayBUZ客戶服務信箱（需附加圖片者適用）</li>
            </ul>
          </li>
        </ul>
      </li>
    </ul>

    <h5>六、若對於處分有疑義</h5>
    <p>
      請來信service.tw@playbuz.app，我們將於收到來信後 15
      天內與您聯絡。來信須檢附使用者帳號基本資料，若您非註冊會員的本人，我們無法提供您任何協助。其他特殊活動辦法與管理舉凡本公司因功能需求或針對不同主題所舉辦之特殊活動，本公司會提供該項功能／活動的使用說明與規範，若會員對於新增的服務內容或遊戲活動比賽方式有不同意之處，請勿使用該項功能或請勿參與該項活動比賽。
    </p>
    <h5>七、本公司之客服及遊戲管理員不予受理之情事</h5>
    <ol>
      <li>
        持續傳送空白訊息或毫無意義的訊息內容給遊戲管理員，以致於影響其他會員諮詢，經遊戲管理員告知無效後，將暫時拒絕提供該會員線上諮詢服務。
      </li>
      <li>在特定活動或競賽的相關規定期限後，逾期詢問虛擬或實體贈品、獎品之兌獎領獎事宜。</li>
      <li>點數卡開卡儲值後，要求本公司進行回復、轉讓、更改配點設定。</li>
      <li>
        本公司禁止會員利用PlayBUZ會員服務進行任何商業行為。若會員之間有任何私下交易，
        不得以結果或糾紛要求本公司取消或回復已完成之虛擬金幣轉匯。惟會員違反使用者合約時，本公司將按照合約內容進行處理。
      </li>
      <li>會員之間若於遊戲有特殊玩法設定，除了涉及以違反公平合理之方式或手段進行遊戲之外，遊戲管理員不介入處理。</li>
      <li>
        會員之間私人恩怨、糾紛，遊戲管理員不介入處理，但不得於公開頻道發送（低級、褻瀆、粗魯、辱罵、誹謗、人身攻擊、威脅、挑釁、
        種族與性別歧視、不雅文字、猥褻及含煽情淫穢、具有色情內容或含意、有違社會善良風俗的慣用詞彙之言詞內容，影響其他玩家進行遊戲之觀感。）（將【取消發話服務】）
      </li>
      <li>
        詢問關於公司內部、系統方面、遊戲內部數值設定或是遊戲管理員私人問題與其他玩家的個人資料等非相關遊戲進行的問題，為保守公司內部機密資訊公司運作之機密資料，以及保持高品質的服務並保障所有玩家的權益，我們將不受理玩家詢問，請玩家配合。
      </li>
      <li>如玩家之間發生虛寶轉移糾紛時，請玩家自行互動調解，遊戲管理員不擔任仲裁的角色亦不受理類似的相關問題。</li>
    </ol>
    <h5>八、相關風險與責任</h5>
    <ol>
      <li>
        本公司之各項會員服務可能發生下列情形：
        <ul>
          <li>網站設備進行必要之保養。</li>
          <li>自身、其他協力廠商或相關電信業者網路系統軟硬體設備之故障或失靈。</li>
          <li>因人為操作上之疏失而造成中斷、暫時無法使用、遲延、資料傳輸或儲存上之錯誤。</li>
          <li>因技術問題、系統故障或其他非正常運作情況，導致遊戲幣、虛擬道具或其他遊戲資源的非正常發放。</li>
          <li>遭第三人侵入系統篡改或偽造變造資料。</li>
          <li>
            因戰爭、天災、其他不可抗力因素或其他非人為因素，致使本公司設備無法正常運作。<br />
            就以上情形，本公司不擔保各項服務之正確、完整、安全、可靠、合適、時效、穩定、不會斷線及出錯，且就上述情形而導致之遊戲異常，本遊戲得進行以下處置：
            <ul>
              <li>回溯遊戲歷程以恢復至正常運作狀態；</li>
              <li>收回因遊戲異常所發放的虛擬道具或其他相關資源；</li>
              <li>採取其他必要措施以確保遊戲的公平性及正常運作。</li>
            </ul>
          </li>
          <li>
            會員需明白使用本服務之所有風險及可能致生之任何損害，不得因此而要求任何補償或賠償，並且同意對於會員所傳送之電子郵件、檔案及其他資料做備份。
          </li>
          <li>若因傳送過程而造成電子郵件、檔案及其他資料之遺失，本公司不負任何擔保責任。</li>
        </ul>
      </li>

      <li>
        交易或購買使用非法儲值序號：<br />
        線上購買來路不明的遊戲序號是不安全的，會員不得與他人私下進行遊戲點數交易，若因而購買到利用線上付費機制（如信用卡、電信小額付費）盜刷而得的遊戲儲值序號，本公司將對該會員施以暫時凍結處分，直到該會員完成付款動作後，始予以復權。而線上付費機制盜刷的相關法律責任也將由該帳號之使用會員自行擔負，本公司亦會配合司法單位進行調查。
      </li>
      <li>
        本公司禁止會員利用PlayBUZ會員服務進行任何商業行為。若會員之間有任何私下交易，其結果或糾紛本公司一概不負責任。
      </li>
      <li>
        <p>會員有義務妥善保管在PlayBUZ之帳號與密碼，不洩露、出借、轉讓，或提供予第三人知悉。</p>
        <p>
          若發現帳號或密碼遭人偷盜、非法使用或有任何異常破壞使用安全之情形，應立即通知本公司，以利本公司採取相關措施。但不得將本公司所採取之措施解釋為本公司對你有明示或默示擔保或賠償責任。
          <br />對於你的帳號及密碼遭人非法使用，本公司不負任何賠償責任，但可申請遊戲歷程至各地警察局電腦犯罪偵查組報案，依照法律程序起訴處理。
          <br />本公司將依法提供相關資料，配合案件之協助調查。
        </p>
      </li>
    </ol>

    <br />
    <br />
  </div>
</template>
